Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This plan is currently unavailable.
ar: هذه الخطة غير متوفرة حاليًا.
bn: এই প্ল্যানটি এখন উপলব্ধ নেই।
cs: Tento plán je momentálně nedostupný.
da: Denne plan er ikke tilgængelig i øjeblikket.
de: Dieser Plan ist derzeit nicht verfügbar.
el: Αυτό το πλάνο δεν είναι διαθέσιμο αυτήν τη στιγμή.
es_es: Este plan no está disponible en este momento.
fi: Tämä tilaus ei ole juuri nyt saatavilla.
fr: Cette formule est actuellement indisponible.
he: תוכנית זו אינה זמינה כעת.
hi: यह प्लान फ़िलहाल उपलब्ध नहीं है।
hr: Ovaj plan trenutačno nije dostupan.
hu: Ez a csomag jelenleg nem érhető el.
id: Paket ini sedang tidak tersedia.
it: Questo piano non è al momento disponibile.
ja: このプランは現在利用できません。
ko: 이 플랜은 현재 이용할 수 없습니다.
ms: Pelan ini tidak tersedia buat masa ini.
nb: Denne planen er ikke tilgjengelig akkurat nå.
nl: Dit abonnement is momenteel niet beschikbaar.
pl: Ten plan jest obecnie niedostępny.
pt_br: Este plano está indisponível no momento.
pt_pt: Este plano está indisponível de momento.
ro: Acest plan este momentan indisponibil.
ru: Этот план сейчас недоступен.
sk: Tento plán je momentálne nedostupný.
sl: Ta paket trenutno ni na voljo.
sv: Denna plan är inte tillgänglig just nu.
th: แผนนี้ไม่พร้อมใช้งานในขณะนี้
tr: Bu plan şu anda kullanılamıyor.
uk: Цей план наразі недоступний.
ur: یہ پلان فی الحال دستیاب نہیں ہے۔
vi: Gói này hiện không khả dụng.
zh_hans: 该方案目前不可用。
zh_hant: 此方案目前無法使用。

source: Today
ar: اليوم
bn: আজ
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es_es: Hoy
fi: Tänään
fr: Aujourd’hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari Ini
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Trace elements
ar: العناصر النزرة
bn: ট্রেস এলিমেন্ট
cs: Stopové prvky
da: Sporstoffer
de: Spurenelemente
el: Ιχνοστοιχεία
es_es: Oligoelementos
fi: Hivenaineet
fr: Oligo-éléments
he: יסודות קורט
hi: ट्रेस एलिमेंट्स
hr: Elementi u tragovima
hu: Nyomelemek
id: Mineral mikro
it: Oligoelementi
ja: 微量ミネラル
ko: 미량 무기질
ms: Unsur surih
nb: Sporstoffer
nl: Spoorelementen
pl: Mikroelementy
pt_br: Oligoelementos
pt_pt: Oligoelementos
ro: Oligoelemente
ru: Микроэлементы
sk: Stopové prvky
sl: Elementi v sledovih
sv: Spårämnen
th: แร่ธาตุรอง
tr: Eser elementler
uk: Мікроелементи
ur: ٹریس عناصر
vi: Nguyên tố vi lượng
zh_hans: 微量元素
zh_hant: 微量元素

source: Track more nutrients
ar: تتبع المزيد من العناصر الغذائية
bn: আরও পুষ্টি উপাদান ট্র্যাক করুন
cs: Sledovat další živiny
da: Spor flere næringsstoffer
de: Mehr Nährstoffe erfassen
el: Παρακολούθηση περισσότερων θρεπτικών
es_es: Seguir más nutrientes
fi: Seuraa lisää ravintoaineita
fr: Suivre plus de nutriments
he: מעקב אחר רכיבים נוספים
hi: और न्यूट्रिएंट ट्रैक करें
hr: Prati više nutrijenata
hu: További tápanyagok követése
id: Lacak lebih banyak nutrisi
it: Monitora più nutrienti
ja: さらに栄養素を記録
ko: 더 많은 영양소 추적
ms: Jejak lebih banyak nutrien
nb: Spor flere næringsstoffer
nl: Volg meer voedingsstoffen
pl: Śledź więcej składników
pt_br: Monitorar mais nutrientes
pt_pt: Monitorizar mais nutrientes
ro: Urmărește mai mulți nutrienți
ru: Отслеживать больше нутриентов
sk: Sledovať viac živín
sl: Spremljajte več hranil
sv: Spåra fler näringsämnen
th: ติดตามสารอาหารเพิ่มเติม
tr: Daha fazla besin ögesi takip et
uk: Відстежувати більше нутрієнтів
ur: مزید غذائی اجزاء ٹریک کریں
vi: Theo dõi thêm dưỡng chất
zh_hans: 跟踪更多营养素
zh_hant: 追蹤更多營養素

source: Training 3–5× a week
ar: تمارين ٣–٥ مرات أسبوعيًا
bn: সপ্তাহে ৩–৫ বার ট্রেনিং
cs: Trénink 3–5× týdně
da: Træning 3–5× om ugen
de: Training 3–5× pro Woche
el: Προπόνηση 3–5 φορές την εβδομάδα
es_es: Entrenamiento 3–5× a la semana
fi: Treeniä 3–5× viikossa
fr: Entraînement 3–5× par semaine
he: אימונים 3–5 פעמים בשבוע
hi: ट्रेनिंग, हफ़्ते में 3–5 बार
hr: Trening 3–5× tjedno
hu: Edzés heti 3–5×
id: Latihan 3–5× seminggu
it: Allenamento 3–5× a settimana
ja: 週3〜5回のトレーニング
ko: 주 3–5회 운동
ms: Latihan 3–5× seminggu
nb: Trening 3–5× i uken
nl: Training 3–5× per week
pl: Treningi 3–5× w tygodniu
pt_br: Treino 3–5× por semana
pt_pt: Treino 3–5× por semana
ro: Antrenament de 3–5× pe săptămână
ru: Тренировки 3–5 раз в неделю
sk: Tréning 3–5× týždenne
sl: Vadba 3–5× na teden
sv: Träning 3–5× i veckan
th: ออกกำลังกาย 3–5 ครั้งต่อสัปดาห์
tr: Haftada 3–5 antrenman
uk: Тренування 3–5× на тиждень
ur: ہفتے میں 3–5 بار ورزش
vi: Tập 3–5 lần/tuần
zh_hans: 每周训练 3–5 次
zh_hant: 每週訓練 3–5 次

source: Trans fat
ar: الدهون المتحولة
bn: ট্রান্স ফ্যাট
cs: Trans tuky
da: Transfedt
de: Transfette
el: Τρανς λιπαρά
es_es: Grasa trans
fi: Transrasva
fr: Acides gras trans
he: שומן טראנס
hi: ट्रांस फ़ैट
hr: Trans masti
hu: Transzzsír
id: Lemak trans
it: Grassi trans
ja: トランス脂肪酸
ko: 트랜스지방
ms: Lemak trans
nb: Transfett
nl: Transvet
pl: Tłuszcze trans
pt_br: Gordura trans
pt_pt: Gordura trans
ro: Grăsimi trans
ru: Трансжиры
sk: Transmastné tuky
sl: Transmaščobe
sv: Transfett
th: ไขมันทรานส์
tr: Trans yağ
uk: Трансжири
ur: ٹرانس چکنائی
vi: Chất béo chuyển hóa
zh_hans: 反式脂肪
zh_hant: 反式脂肪

source: Try Premium
ar: جرّب بريميوم
bn: প্রিমিয়াম ট্রাই করুন
cs: Vyzkoušet Premium
da: Prøv Premium
de: Premium testen
el: Δοκιμάστε το Premium
es_es: Prueba Premium
fi: Kokeile Premiumia
fr: Essayer Premium
he: נסו את פרימיום
hi: प्रीमियम आज़माएँ
hr: Isprobaj Premium
hu: Próbáld ki a Prémiumot
id: Coba Premium
it: Prova Premium
ja: プレミアムを試す
ko: 프리미엄 시작하기
ms: Cuba Premium
nb: Prøv Premium
nl: Probeer Premium
pl: Wypróbuj Premium
pt_br: Experimente o Premium
pt_pt: Experimentar Premium
ro: Încearcă Premium
ru: Попробовать Премиум
sk: Vyskúšajte Premium
sl: Preizkusi Premium
sv: Prova Premium
th: ลองใช้ Premium
tr: Premium'u deneyin
uk: Спробувати Преміум
ur: پریمیم آزمائیں
vi: Dùng thử Premium
zh_hans: 试用高级版
zh_hant: 試用 Premium

source: Tweak anything — you can change it later in Settings.
ar: عدّل ما تشاء — يمكنك تغييره لاحقًا في الإعدادات.
bn: যা খুশি বদলে নিন — পরে সেটিংসে পরিবর্তন করা যাবে।
cs: Upravte si cokoli — později to změníte v Nastavení.
da: Juster hvad som helst – du kan ændre det senere i Indstillinger.
de: Passe alles an – du kannst es später in den Einstellungen ändern.
el: Προσαρμόστε ό,τι θέλετε — μπορείτε να το αλλάξετε αργότερα στις Ρυθμίσεις.
es_es: Ajusta lo que quieras: podrás cambiarlo más tarde en Ajustes.
fi: Säädä vapaasti — voit muuttaa kaiken myöhemmin Asetuksista.
fr: Ajustez ce que vous voulez — modifiable plus tard dans Réglages.
he: אפשר לכוונן הכול — וגם לשנות בהמשך בהגדרות.
hi: कुछ भी बदलें — बाद में सेटिंग्स में भी बदल सकते हैं।
hr: Prilagodite što god želite — kasnije to možete promijeniti u Postavkama.
hu: Bármin módosíthatsz — később a Beállításokban is átírhatod.
id: Sesuaikan apa saja — Anda bisa mengubahnya nanti di Pengaturan.
it: Modifica ciò che vuoi: potrai cambiarlo in seguito nelle Impostazioni.
ja: 自由に調整できます。後から設定でも変更可能です。
ko: 자유롭게 조정하세요 — 나중에 설정에서 변경할 수 있어요.
ms: Laraskan apa-apa sahaja — anda boleh mengubahnya kemudian dalam Seting.
nb: Juster det du vil – du kan endre det senere i Innstillinger.
nl: Pas alles naar wens aan — je kunt het later wijzigen in Instellingen.
pl: Dostosuj wszystko — możesz to później zmienić w Ustawieniach.
pt_br: Ajuste o que quiser — você pode mudar depois nos Ajustes.
pt_pt: Ajuste o que quiser — pode alterar mais tarde nas Definições.
ro: Ajustează orice — poți modifica mai târziu din Configurări.
ru: Настройте под себя — это можно изменить позже в Настройках.
sk: Upravte si čokoľvek — neskôr to zmeníte v Nastaveniach.
sl: Prilagodite po želji — pozneje lahko vse spremenite v Nastavitvah.
sv: Justera vad du vill – du kan ändra det senare i Inställningar.
th: ปรับได้ทุกอย่าง — เปลี่ยนทีหลังได้ในการตั้งค่า
tr: İstediğinizi ayarlayın — daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Налаштуйте під себе — пізніше це можна змінити в Параметрах.
ur: جو چاہیں بدلیں — بعد میں ترتیبات میں تبدیل کیا جا سکتا ہے۔
vi: Tùy chỉnh thoải mái — bạn có thể đổi lại trong Cài đặt.
zh_hans: 可随意调整——之后也能在设置中更改。
zh_hant: 任意調整，之後也能在「設定」中更改。

source: US · oz, fl oz
ar: أمريكي · أونصة، أونصة سائلة
bn: US · আউন্স, ফ্লু. আউন্স
el: ΗΠΑ · oz, fl oz
es_es: EE. UU. · oz, fl oz
he: ארה״ב · oz, fl oz
hr: SAD · oz, fl oz
hu: Amerikai · oz, fl oz
id: AS · oz, fl oz
it: USA · oz, fl oz
ja: 米国式 · oz、fl oz
ko: 미국식 · oz, fl oz
ms: AS · oz, fl oz
nl: VS · oz, fl oz
pl: USA · oz, fl oz
pt_br: EUA · oz, fl oz
pt_pt: EUA · oz, fl oz
ro: SUA · oz, fl oz
ru: США · унц., жидк. унц.
sl: ZDA · oz, fl oz
tr: ABD · oz, fl oz
uk: США · унц., рід. унц.
ur: امریکی · اونس، فلوئڈ اونس
vi: Mỹ · oz, fl oz
zh_hans: 美制 · oz、fl oz
zh_hant: 美制 · 盎司、液盎司

source: Units
ar: الوحدات
bn: একক
cs: Jednotky
da: Enheder
de: Einheiten
el: Μονάδες
es_es: Unidades
fi: Yksiköt
fr: Unités
he: יחידות
hi: यूनिट
hr: Jedinice
hu: Mértékegységek
id: Satuan
it: Unità
ja: 単位
ko: 단위
ms: Unit
nb: Enheter
nl: Eenheden
pl: Jednostki
pt_br: Unidades
pt_pt: Unidades
ro: Unități
ru: Единицы
sk: Jednotky
sl: Enote
sv: Enheter
th: หน่วย
tr: Birimler
uk: Одиниці
ur: اکائیاں
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Unlimited barcode scanner
ar: مسح غير محدود للرموز الشريطية
bn: সীমাহীন বারকোড স্ক্যানার
cs: Neomezený skener čárových kódů
da: Ubegrænset stregkodescanner
de: Unbegrenzter Barcode-Scanner
el: Απεριόριστος σαρωτής barcode
es_es: Escáner de códigos de barras ilimitado
fi: Rajaton viivakoodiskanneri
fr: Scanner de codes-barres illimité
he: סורק ברקודים ללא הגבלה
hi: अनलिमिटेड बारकोड स्कैनर
hr: Neograničeni skener barkodova
hu: Korlátlan vonalkód-beolvasás
id: Pemindai barcode tanpa batas
it: Scanner di codici a barre illimitato
ja: バーコードスキャン無制限
ko: 무제한 바코드 스캐너
ms: Pengimbas kod bar tanpa had
nb: Ubegrenset strekkodeskanner
nl: Onbeperkte barcodescanner
pl: Skaner kodów bez limitu
pt_br: Scanner de código de barras ilimitado
pt_pt: Leitor de códigos de barras ilimitado
ro: Scaner de coduri de bare nelimitat
ru: Безлимитный сканер штрихкодов
sk: Neobmedzený skener čiarových kódov
sl: Neomejen skener črtnih kod
sv: Obegränsad streckkodsskanner
th: สแกนบาร์โค้ดไม่จำกัด
tr: Sınırsız barkod tarayıcı
uk: Сканер штрихкодів без обмежень
ur: لامحدود بارکوڈ اسکینر
vi: Quét mã vạch không giới hạn
zh_hans: 无限次条形码扫描
zh_hant: 無限條碼掃描

source: Unlock full history
ar: فتح السجل الكامل
bn: সম্পূর্ণ ইতিহাস আনলক করুন
cs: Odemknout celou historii
da: Lås fuld historik op
de: Vollen Verlauf freischalten
el: Ξεκλειδώστε το πλήρες ιστορικό
es_es: Desbloquear todo el historial
fi: Avaa koko historia
fr: Débloquer tout l’historique
he: פתיחת ההיסטוריה המלאה
hi: पूरी हिस्ट्री अनलॉक करें
hr: Otključaj cijelu povijest
hu: Teljes előzmények feloldása
id: Buka riwayat lengkap
it: Sblocca la cronologia completa
ja: 全履歴のロックを解除
ko: 전체 기록 잠금 해제
ms: Buka kunci sejarah penuh
nb: Lås opp full historikk
nl: Ontgrendel volledige geschiedenis
pl: Odblokuj pełną historię
pt_br: Desbloquear histórico completo
pt_pt: Desbloquear histórico completo
ro: Deblochează istoricul complet
ru: Открыть всю историю
sk: Odomknúť celú históriu
sl: Odkleni celotno zgodovino
sv: Lås upp hela historiken
th: ปลดล็อกประวัติทั้งหมด
tr: Tam geçmişin kilidini aç
uk: Розблокувати повну історію
ur: مکمل ہسٹری ان لاک کریں
vi: Mở khóa toàn bộ lịch sử
zh_hans: 解锁完整历史
zh_hant: 解鎖完整歷史記錄

source: Unlock history
ar: فتح السجل
bn: ইতিহাস আনলক করুন
cs: Odemknout historii
da: Lås historik op
de: Verlauf freischalten
el: Ξεκλείδωμα ιστορικού
es_es: Desbloquear historial
fi: Avaa historia
fr: Débloquer l’historique
he: פתיחת ההיסטוריה
hi: हिस्ट्री अनलॉक करें
hr: Otključaj povijest
hu: Előzmények feloldása
id: Buka riwayat
it: Sblocca cronologia
ja: 履歴のロック解除
ko: 기록 잠금 해제
ms: Buka kunci sejarah
nb: Lås opp historikk
nl: Ontgrendel geschiedenis
pl: Odblokuj historię
pt_br: Desbloquear histórico
pt_pt: Desbloquear histórico
ro: Deblochează istoricul
ru: Открыть историю
sk: Odomknúť históriu
sl: Odkleni zgodovino
sv: Lås upp historik
th: ปลดล็อกประวัติ
tr: Geçmişin kilidini aç
uk: Розблокувати історію
ur: ہسٹری ان لاک کریں
vi: Mở khóa lịch sử
zh_hans: 解锁历史
zh_hant: 解鎖歷史記錄

source: Unlock the full nutrition picture
ar: افتح الصورة الغذائية الكاملة
bn: সম্পূর্ণ পুষ্টিচিত্র আনলক করুন
cs: Odemkněte kompletní nutriční přehled
da: Lås det fulde næringsbillede op
de: Schalte das volle Nährstoffbild frei
el: Ξεκλειδώστε την πλήρη διατροφική εικόνα
es_es: Desbloquea el panorama nutricional completo
fi: Avaa koko ravitsemuskuva
fr: Débloquez la vision nutritionnelle complète
he: פתחו את תמונת התזונה המלאה
hi: पोषण की पूरी तस्वीर अनलॉक करें
hr: Otključajte potpunu nutritivnu sliku
hu: Oldd fel a teljes tápanyagképet
id: Buka gambaran nutrisi lengkap
it: Sblocca il quadro nutrizionale completo
ja: 栄養の全体像をロック解除
ko: 완전한 영양 정보를 잠금 해제하세요
ms: Buka kunci gambaran pemakanan penuh
nb: Lås opp hele næringsbildet
nl: Ontgrendel het volledige voedingsbeeld
pl: Odblokuj pełny obraz odżywiania
pt_br: Desbloqueie o panorama nutricional completo
pt_pt: Desbloqueie o panorama nutricional completo
ro: Deblochează imaginea nutrițională completă
ru: Откройте полную картину питания
sk: Odomknite kompletný nutričný prehľad
sl: Odklenite celotno sliko prehrane
sv: Lås upp hela näringsbilden
th: ปลดล็อกภาพโภชนาการแบบครบถ้วน
tr: Eksiksiz beslenme tablosunun kilidini açın
uk: Відкрийте повну картину харчування
ur: غذائیت کی مکمل تصویر ان لاک کریں
vi: Mở khóa bức tranh dinh dưỡng đầy đủ
zh_hans: 解锁完整营养全貌
zh_hant: 解鎖完整營養全貌

source: Unusual plan — double-check your numbers.
ar: خطة غير معتادة — تحقق من أرقامك جيدًا.
bn: অস্বাভাবিক প্ল্যান — সংখ্যাগুলো আবার যাচাই করুন।
cs: Neobvyklý plán — zkontrolujte si zadané hodnoty.
da: Usædvanlig plan – dobbelttjek dine tal.
de: Ungewöhnlicher Plan – prüfe deine Zahlen noch einmal.
el: Ασυνήθιστο πλάνο — ελέγξτε ξανά τους αριθμούς σας.
es_es: Plan poco habitual: revisa tus cifras.
fi: Epätavallinen suunnitelma — tarkista luvut vielä kerran.
fr: Plan inhabituel — vérifiez vos chiffres.
he: תוכנית לא שגרתית — כדאי לבדוק שוב את המספרים.
hi: असामान्य प्लान — अपने आँकड़े दोबारा जाँचें।
hr: Neobičan plan — provjerite svoje brojke.
hu: Szokatlan terv — ellenőrizd újra a számokat.
id: Rencana tidak biasa — periksa kembali angka Anda.
it: Piano insolito: ricontrolla i valori.
ja: 通常とは異なるプランです。数値をご確認ください。
ko: 일반적이지 않은 플랜이에요 — 수치를 다시 확인하세요.
ms: Pelan luar biasa — semak semula angka anda.
nb: Uvanlig plan – dobbeltsjekk tallene dine.
nl: Ongebruikelijk plan — controleer je getallen.
pl: Nietypowy plan — sprawdź swoje dane.
pt_br: Plano incomum — confira seus números.
pt_pt: Plano invulgar — confirme os seus valores.
ro: Plan neobișnuit — verifică-ți din nou valorile.
ru: Необычный план — перепроверьте цифры.
sk: Nezvyčajný plán — skontrolujte si čísla.
sl: Nenavaden načrt — preverite svoje vrednosti.
sv: Ovanlig plan – dubbelkolla dina siffror.
th: แผนดูไม่ปกติ — ลองตรวจสอบตัวเลขอีกครั้ง
tr: Alışılmadık plan — değerlerinizi bir kez daha kontrol edin.
uk: Незвичний план — перевірте дані ще раз.
ur: غیر معمولی پلان — اپنے اعداد دوبارہ جانچ لیں۔
vi: Kế hoạch khác thường — hãy kiểm tra lại số liệu.
zh_hans: 方案不太寻常——请再核对一下数值。
zh_hant: 這個計畫不太尋常，請再確認你的數值。

source: Upgrade
ar: ترقية
bn: আপগ্রেড করুন
cs: Upgradovat
da: Opgrader
el: Αναβάθμιση
es_es: Mejorar
fi: Päivitä
fr: Passer à Premium
he: שדרוג
hi: अपग्रेड करें
hr: Nadogradi
hu: Prémiumra váltás
id: Tingkatkan
it: Passa a Premium
ja: アップグレード
ko: 업그레이드
ms: Naik taraf
nb: Oppgrader
pl: Przejdź na Premium
pt_br: Fazer upgrade
pt_pt: Atualizar
ro: Treci la Premium
ru: Оформить Премиум
sk: Prejsť na Premium
sl: Nadgradi
sv: Uppgradera
th: อัปเกรด
tr: Yükselt
uk: Оформити Преміум
ur: اپ گریڈ کریں
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

source: Used only to estimate your calorie needs.
ar: تُستخدم فقط لتقدير احتياجك من السعرات.
bn: শুধু আপনার ক্যালরির চাহিদা অনুমান করতে ব্যবহৃত হয়।
cs: Používá se jen k odhadu vaší potřeby kalorií.
da: Bruges kun til at beregne dit kaloriebehov.
de: Wird nur genutzt, um deinen Kalorienbedarf zu schätzen.
el: Χρησιμοποιείται μόνο για την εκτίμηση των θερμιδικών σας αναγκών.
es_es: Solo se usa para estimar tus necesidades calóricas.
fi: Käytetään vain kaloritarpeesi arviointiin.
fr: Utilisé uniquement pour estimer vos besoins caloriques.
he: משמש רק להערכת צורכי הקלוריות שלך.
hi: केवल आपकी कैलोरी ज़रूरत के अनुमान के लिए।
hr: Koristi se samo za procjenu vaših kalorijskih potreba.
hu: Csak a kalóriaszükségleted becslésére szolgál.
id: Hanya digunakan untuk memperkirakan kebutuhan kalori Anda.
it: Serve solo a stimare il tuo fabbisogno calorico.
ja: 必要カロリーの推定にのみ使用します。
ko: 칼로리 필요량 계산에만 사용됩니다.
ms: Digunakan hanya untuk menganggar keperluan kalori anda.
nb: Brukes kun til å beregne kaloribehovet ditt.
nl: Wordt alleen gebruikt om je caloriebehoefte te schatten.
pl: Używane tylko do oszacowania zapotrzebowania na kalorie.
pt_br: Usado apenas para estimar suas necessidades calóricas.
pt_pt: Usado apenas para estimar as suas necessidades calóricas.
ro: Folosite doar pentru a estima necesarul tău de calorii.
ru: Используется только для расчёта вашей нормы калорий.
sk: Slúži len na odhad vašej potreby kalórií.
sl: Uporablja se samo za oceno vaših kalorijskih potreb.
sv: Används endast för att uppskatta ditt kaloribehov.
th: ใช้เพื่อประมาณความต้องการแคลอรี่ของคุณเท่านั้น
tr: Yalnızca kalori ihtiyacınızı tahmin etmek için kullanılır.
uk: Потрібно лише для розрахунку вашої норми калорій.
ur: صرف آپ کی کیلوری ضروریات کا اندازہ لگانے کے لیے۔
vi: Chỉ dùng để ước tính nhu cầu calo của bạn.
zh_hans: 仅用于估算你的热量需求。
zh_hant: 僅用於估算你的熱量需求。

source: Very active
ar: نشيط جدًا
bn: খুব সক্রিয়
cs: Velmi aktivní
da: Meget aktiv
de: Sehr aktiv
el: Πολύ δραστήριος
es_es: Muy activo
fi: Erittäin aktiivinen
fr: Très actif
he: פעיל מאוד
hi: बहुत सक्रिय
hr: Vrlo aktivan
hu: Nagyon aktív
id: Sangat aktif
it: Molto attivo
ja: 非常に活発
ko: 매우 활동적
ms: Sangat aktif
nb: Svært aktiv
nl: Zeer actief
pl: Bardzo aktywny
pt_br: Muito ativo
pt_pt: Muito ativo
ro: Foarte activ
ru: Очень активный
sk: Veľmi aktívny
sl: Zelo aktiven
sv: Mycket aktiv
th: แอคทีฟมาก
tr: Çok aktif
uk: Дуже активний
ur: بہت متحرک
vi: Rất năng động
zh_hans: 非常活跃
zh_hant: 非常活躍

source: Vitamin A
ar: فيتامين A
bn: ভিটামিন এ
da: A-vitamin
el: Βιταμίνη A
es_es: Vitamina A
fi: A-vitamiini
fr: Vitamine A
he: ויטמין A
hi: विटामिन A
hu: A-vitamin
it: Vitamina A
ja: ビタミンA
ko: 비타민 A
nl: Vitamine A
pl: Witamina A
pt_br: Vitamina A
pt_pt: Vitamina A
ro: Vitamina A
ru: Витамин A
sk: Vitamín A
th: วิตามินเอ
tr: A Vitamini
uk: Вітамін A
ur: وٹامن A
zh_hans: 维生素 A
zh_hant: 維生素 A

source: Vitamin B1 (thiamin)
ar: فيتامين B1 (الثيامين)
bn: ভিটামিন বি১ (থায়ামিন)
da: B1-vitamin (thiamin)
el: Βιταμίνη B1 (θειαμίνη)
es_es: Vitamina B1 (tiamina)
fi: B1-vitamiini (tiamiini)
fr: Vitamine B1 (thiamine)
he: ויטמין B1 (תיאמין)
hi: विटामिन B1 (थायमिन)
hr: Vitamin B1 (tiamin)
hu: B1-vitamin (tiamin)
id: Vitamin B1 (tiamin)
it: Vitamina B1 (tiamina)
ja: ビタミンB1(チアミン)
ko: 비타민 B1 (티아민)
ms: Vitamin B1 (tiamin)
nb: Vitamin B1 (tiamin)
nl: Vitamine B1 (thiamine)
pl: Witamina B1 (tiamina)
pt_br: Vitamina B1 (tiamina)
pt_pt: Vitamina B1 (tiamina)
ro: Vitamina B1 (tiamină)
ru: Витамин B1 (тиамин)
sk: Vitamín B1 (tiamín)
sl: Vitamin B1 (tiamin)
sv: Vitamin B1 (tiamin)
th: วิตามินบี1 (ไทอามีน)
tr: B1 Vitamini (tiamin)
uk: Вітамін B1 (тіамін)
ur: وٹامن B1 (تھایامین)
zh_hans: 维生素 B1（硫胺素）
zh_hant: 維生素 B1（硫胺素）

source: Vitamin B12
ar: فيتامين B12
bn: ভিটামিন বি১২
da: B12-vitamin
el: Βιταμίνη B12
es_es: Vitamina B12
fi: B12-vitamiini
fr: Vitamine B12
he: ויטמין B12
hi: विटामिन B12
hu: B12-vitamin
it: Vitamina B12
ja: ビタミンB12
ko: 비타민 B12
nl: Vitamine B12
pl: Witamina B12
pt_br: Vitamina B12
pt_pt: Vitamina B12
ro: Vitamina B12
ru: Витамин B12
sk: Vitamín B12
th: วิตามินบี12
tr: B12 Vitamini
uk: Вітамін B12
ur: وٹامن B12
zh_hans: 维生素 B12
zh_hant: 維生素 B12

source: Vitamin B2 (riboflavin)
ar: فيتامين B2 (الريبوفلافين)
bn: ভিটামিন বি২ (রাইবোফ্লাভিন)
da: B2-vitamin (riboflavin)
el: Βιταμίνη B2 (ριβοφλαβίνη)
es_es: Vitamina B2 (riboflavina)
fi: B2-vitamiini (riboflaviini)
fr: Vitamine B2 (riboflavine)
he: ויטמין B2 (ריבופלבין)
hi: विटामिन B2 (राइबोफ़्लेविन)
hu: B2-vitamin (riboflavin)
it: Vitamina B2 (riboflavina)
ja: ビタミンB2(リボフラビン)
ko: 비타민 B2 (리보플라빈)
nl: Vitamine B2 (riboflavine)
pl: Witamina B2 (ryboflawina)
pt_br: Vitamina B2 (riboflavina)
pt_pt: Vitamina B2 (riboflavina)
ro: Vitamina B2 (riboflavină)
ru: Витамин B2 (рибофлавин)
sk: Vitamín B2 (riboflavín)
th: วิตามินบี2 (ไรโบฟลาวิน)
tr: B2 Vitamini (riboflavin)
uk: Вітамін B2 (рибофлавін)
ur: وٹامن B2 (رائبوفلاوین)
zh_hans: 维生素 B2（核黄素）
zh_hant: 維生素 B2（核黃素）

source: Vitamin B3 (niacin)
ar: فيتامين B3 (النياسين)
bn: ভিটামিন বি৩ (নায়াসিন)
da: B3-vitamin (niacin)
el: Βιταμίνη B3 (νιασίνη)
es_es: Vitamina B3 (niacina)
fi: B3-vitamiini (niasiini)
fr: Vitamine B3 (niacine)
he: ויטמין B3 (ניאצין)
hi: विटामिन B3 (नियासिन)
hu: B3-vitamin (niacin)
id: Vitamin B3 (niasin)
it: Vitamina B3 (niacina)
ja: ビタミンB3(ナイアシン)
ko: 비타민 B3 (나이아신)
ms: Vitamin B3 (niasin)
nl: Vitamine B3 (niacine)
pl: Witamina B3 (niacyna)
pt_br: Vitamina B3 (niacina)
pt_pt: Vitamina B3 (niacina)
ro: Vitamina B3 (niacină)
ru: Витамин B3 (ниацин)
sk: Vitamín B3 (niacín)
th: วิตามินบี3 (ไนอาซิน)
tr: B3 Vitamini (niasin)
uk: Вітамін B3 (ніацин)
ur: وٹامن B3 (نیاسین)
zh_hans: 维生素 B3（烟酸）
zh_hant: 維生素 B3（菸鹼素）

source: Vitamin B5 (pantothenic acid)
ar: فيتامين B5 (حمض البانتوثينيك)
bn: ভিটামিন বি৫ (প্যান্টোথেনিক অ্যাসিড)
cs: Vitamin B5 (kyselina pantothenová)
da: B5-vitamin (pantotensyre)
de: Vitamin B5 (Pantothensäure)
el: Βιταμίνη B5 (παντοθενικό οξύ)
es_es: Vitamina B5 (ácido pantoténico)
fi: B5-vitamiini (pantoteenihappo)
fr: Vitamine B5 (acide pantothénique)
he: ויטמין B5 (חומצה פנטותנית)
hi: विटामिन B5 (पैंटोथेनिक एसिड)
hr: Vitamin B5 (pantotenska kiselina)
hu: B5-vitamin (pantoténsav)
id: Vitamin B5 (asam pantotenat)
it: Vitamina B5 (acido pantotenico)
ja: ビタミンB5(パントテン酸)
ko: 비타민 B5 (판토텐산)
ms: Vitamin B5 (asid pantotenik)
nb: Vitamin B5 (pantotensyre)
nl: Vitamine B5 (pantotheenzuur)
pl: Witamina B5 (kwas pantotenowy)
pt_br: Vitamina B5 (ácido pantotênico)
pt_pt: Vitamina B5 (ácido pantoténico)
ro: Vitamina B5 (acid pantotenic)
ru: Витамин B5 (пантотеновая кислота)
sk: Vitamín B5 (kyselina pantoténová)
sl: Vitamin B5 (pantotenska kislina)
sv: Vitamin B5 (pantotensyra)
th: วิตามินบี5 (กรดแพนโทเทนิก)
tr: B5 Vitamini (pantotenik asit)
uk: Вітамін B5 (пантотенова кислота)
ur: وٹامن B5 (پینٹوتھینک ایسڈ)
vi: Vitamin B5 (axit pantothenic)
zh_hans: 维生素 B5（泛酸）
zh_hant: 維生素 B5（泛酸）

source: Vitamin B6
ar: فيتامين B6
bn: ভিটামিন বি৬
da: B6-vitamin
el: Βιταμίνη B6
es_es: Vitamina B6
fi: B6-vitamiini
fr: Vitamine B6
he: ויטמין B6
hi: विटामिन B6
hu: B6-vitamin
it: Vitamina B6
ja: ビタミンB6
ko: 비타민 B6
nl: Vitamine B6
pl: Witamina B6
pt_br: Vitamina B6
pt_pt: Vitamina B6
ro: Vitamina B6
ru: Витамин B6
sk: Vitamín B6
th: วิตามินบี6
tr: B6 Vitamini
uk: Вітамін B6
ur: وٹامن B6
zh_hans: 维生素 B6
zh_hant: 維生素 B6

source: Vitamin B7 (biotin)
ar: فيتامين B7 (البيوتين)
bn: ভিটামিন বি৭ (বায়োটিন)
da: B7-vitamin (biotin)
el: Βιταμίνη B7 (βιοτίνη)
es_es: Vitamina B7 (biotina)
fi: B7-vitamiini (biotiini)
fr: Vitamine B7 (biotine)
he: ויטמין B7 (ביוטין)
hi: विटामिन B7 (बायोटिन)
hu: B7-vitamin (biotin)
it: Vitamina B7 (biotina)
ja: ビタミンB7(ビオチン)
ko: 비타민 B7 (비오틴)
nl: Vitamine B7 (biotine)
pl: Witamina B7 (biotyna)
pt_br: Vitamina B7 (biotina)
pt_pt: Vitamina B7 (biotina)
ro: Vitamina B7 (biotină)
ru: Витамин B7 (биотин)
sk: Vitamín B7 (biotín)
th: วิตามินบี7 (ไบโอติน)
tr: B7 Vitamini (biyotin)
uk: Вітамін B7 (біотин)
ur: وٹامن B7 (بایوٹن)
zh_hans: 维生素 B7（生物素）
zh_hant: 維生素 B7（生物素）
